Repository: netdcy/FlowVision
Catalog: FlowVision/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

# gen-thumb-info
source: - "Prefer using embedded thumbnails" refers to prioritizing the use of thumbnails embedded within the image's EXIF data, which typically have lower resolution. However, since only the file header content needs to be read, it can significantly improve the speed of reading images on a network drive. As most images on the internet have their EXIF data removed to reduce file size, the program will then switch to "generate standard thumbnails." - "Generate standard thumbnails" refers to creating medium-quality thumbnails with a size of 512×512. In this case, the entire file content needs to be downloaded. (Since embedded thumbnails in RAW images usually have a higher resolution, their embedded thumbnails are still preferred in this mode.) - "Generate high-definition thumbnails" involves rendering the image precisely in the thumbnail area, and it is recommended to enable this option when the thumbnail size is larger than the default value. At this point, the re-rendered image may consume more memory. Additionally, thumbnails are not generated for folders on external drives by default. Please go to "Settings" -> "Advanced" to modify relevant options.
ar: - "تفضيل استخدام الصور المصغرة المضمنة" يشير إلى إعطاء الأولوية لاستخدام الصور المصغرة المضمنة ضمن بيانات EXIF للصورة، والتي تكون عادة بدقة أقل. ولكن، حيث أنه فقط المحتوى الموجود في ترويسة الملف يحتاج للقراءة، يمكن أن يحسن بشكل كبير من سرعة قراءة الصور على محرك أقراص الشبكة. حيث أن معظم الصور على الإنترنت يتم إزالة بيانات EXIF منها لتقليل حجم الملف، سيتحول البرنامج بعد ذلك إلى "إنشاء الصور المصغرة القياسية". - "إنشاء الصور المصغرة القياسية" يشير إلى إنشاء صور مصغرة بجودة متوسطة بحجم 512×512. في هذه الحالة، يحتاج إلى تنزيل محتوى الملف بالكامل. (نظرًا لأن الصور المصغرة المضمنة في صور RAW تكون عادة بدقة أعلى، فإن صورها المصغرة المضمنة لا تزال مفضلة في هذا الوضع.) - "إنشاء الصور المصغرة عالية الوضوح" يتضمن إعادة عرض الصورة بدقة في منطقة الصورة المصغرة، ويوصى بتمكين هذا الخيار عندما يكون حجم الصورة المصغرة أكبر من القيمة الافتراضية. في هذه المرحلة، قد تستهلك الصورة المعاد عرضها ذاكرة أكثر. بالإضافة إلى ذلك، لا يتم إنشاء صور مصغرة للمجلدات على الأقراص الخارجية افتراضيًا. يرجى الانتقال إلى "الإعدادات" -> "متقدم" لتعديل الخيارات ذات الصلة.
de: "Bevorzugt eingebettete Thumbnails verwenden" bezieht sich auf die Priorisierung der Verwendung von Thumbnails, die in den EXIF-Daten des Bildes eingebettet sind, welche typischerweise eine geringere Auflösung haben. Da jedoch nur der Dateikopf gelesen werden muss, kann die Geschwindigkeit beim Lesen von Bildern auf einem Netzlaufwerk erheblich verbessert werden. Da die meisten Bilder im Internet ihre EXIF-Daten entfernt haben, um die Dateigröße zu reduzieren, wechselt das Programm dann zu "Standard-Thumbnails generieren". "Standard-Thumbnails generieren" bezieht sich auf das Erstellen von Thumbnails mittlerer Qualität mit einer Größe von 512×512. In diesem Fall muss der gesamte Dateiinhalte heruntergeladen werden. (Da eingebettete Thumbnails in RAW-Bildern normalerweise eine höhere Auflösung haben, werden ihre eingebetteten Thumbnails in diesem Modus weiterhin bevorzugt.) "High-Definition-Thumbnails generieren" beinhaltet das genaue Rendern des Bildes im Thumbnail-Bereich, und es wird empfohlen, diese Option zu aktivieren, wenn die Thumbnail-Größe größer als der Standardwert ist. Zu diesem Zeitpunkt kann das neu gerenderte Bild mehr Speicher verbrauchen. Zusätzlich werden Thumbnails standardmäßig nicht für Ordner auf externen Laufwerken generiert. Bitte gehen Sie zu "Einstellungen" -> "Erweitert", um entsprechende Optionen zu ändern.
es: - "Preferir usar miniaturas incrustadas" se refiere a priorizar el uso de miniaturas incrustadas dentro de los datos EXIF de la imagen, que normalmente tienen una resolución más baja. Sin embargo, dado que solo se necesita leer el contenido del encabezado del archivo, puede mejorar significativamente la velocidad de lectura de imágenes en una unidad de red. Como la mayoría de las imágenes en Internet tienen sus datos EXIF eliminados para reducir el tamaño del archivo, el programa cambiará a "generar miniaturas estándar". - "Generar miniaturas estándar" se refiere a crear miniaturas de calidad media con un tamaño de 512×512. En este caso, se necesita descargar el contenido completo del archivo. (Dado que las miniaturas incrustadas en imágenes RAW generalmente tienen una resolución más alta, sus miniaturas incrustadas aún son preferidas en este modo). - "Generar miniaturas de alta definición" implica renderizar la imagen precisamente en el área de la miniatura, y se recomienda habilitar esta opción cuando el tamaño de la miniatura es mayor que el valor predeterminado. En este punto, la imagen re-renderizada puede consumir más memoria. Además, no se generan miniaturas para carpetas en unidades externas de forma predeterminada. Por favor, vaya a "Configuración" -> "Avanzado" para modificar las opciones relevantes.
fr: - « Privilégier l'utilisation des miniatures intégrées » signifie donner la priorité à l'utilisation des miniatures intégrées dans les données EXIF de l'image, qui ont généralement une résolution plus basse. Cependant, comme seul le contenu de l'en-tête de fichier doit être lu, cela peut améliorer considérablement la vitesse de lecture des images sur un lecteur réseau. Comme la plupart des images sur internet ont leurs données EXIF supprimées pour réduire la taille du fichier, le programme passera alors à l'option "générer des miniatures standard". - « Générer des miniatures standard » signifie créer des miniatures de qualité moyenne avec une taille de 512×512. Dans ce cas, le contenu entier du fichier doit être téléchargé. (Étant donné que les miniatures intégrées dans les images RAW ont généralement une résolution plus élevée, leurs miniatures intégrées sont toujours préférées dans ce mode.) - « Générer des miniatures haute définition » implique de rendre l'image précisément dans la zone de la miniature, et il est recommandé d'activer cette option lorsque la taille de la miniature est supérieure à la valeur par défaut. À ce stade, l'image rerendue peut consommer plus de mémoire. De plus, les miniatures ne sont pas générées par défaut pour les dossiers sur des disques externes. Veuillez aller dans "Paramètres" -> "Avancé" pour modifier les options pertinentes.
it: - "Preferire l'uso di miniature incorporate" si riferisce a dare priorità all'uso delle miniature incorporate nei dati EXIF dell'immagine, che di solito hanno una risoluzione inferiore. Tuttavia, poiché è necessario leggere solo il contenuto dell'intestazione del file, può migliorare notevolmente la velocità di lettura delle immagini su un'unità di rete. Poiché la maggior parte delle immagini su Internet ha i dati EXIF rimossi per ridurre le dimensioni del file, il programma passerà quindi a "generare miniature standard." - "Generare miniature standard" si riferisce alla creazione di miniature di qualità media con una dimensione di 512×512. In questo caso, è necessario scaricare l'intero contenuto del file. (Poiché le miniature incorporate nelle immagini RAW di solito hanno una risoluzione più alta, le loro miniature incorporate sono ancora preferite in questa modalità.) - "Generare miniature ad alta definizione" comporta il rendering preciso dell'immagine nell'area della miniatura, ed è consigliabile abilitare questa opzione quando la dimensione della miniatura è maggiore del valore predefinito. A questo punto, l'immagine ri-renderizzata può consumare più memoria. Inoltre, le miniature non vengono generate per le cartelle su unità esterne per impostazione predefinita. Si prega di andare su "Impostazioni" -> "Avanzate" per modificare le opzioni pertinenti.
ja: - 「埋め込みサムネイルを優先使用する」とは、通常解像度が低い画像のEXIFデータに埋め込まれたサムネイルを優先的に使用することを指します。しかし、ファイルヘッダーの内容だけを読み取る必要があるため、ネットワークドライブ上の画像を読み取る速度が大幅に向上します。インターネット上のほとんどの画像はファイルサイズを削減するためにEXIFデータが削除されているため、その場合プログラムは「標準サムネイルを生成」に切り替わります。 - 「標準サムネイルを生成」とは、サイズが512×512の中程度の品質のサムネイルを作成することを指します。この場合、ファイル全体の内容をダウンロードする必要があります。（RAW画像の埋め込みサムネイルは通常高解像度であるため、このモードでも埋め込みサムネイルが優先されます。） - 「高精細サムネイルを生成」とは、サムネイルエリアで画像を正確にレンダリングすることを含み、サムネイルサイズがデフォルトの値より大きい場合にこのオプションを有効にすることをお勧めします。この時点で再レンダリングされた画像がより多くのメモリを消費する可能性があります。 また、外部ドライブのフォルダに対してはデフォルトでサムネイルが生成されません。「設定」 -> 「詳細」へ進み、関連オプションを修正してください。
ko: - "내장된 썸네일 선호"는 일반적으로 해상도가 낮은 이미지의 EXIF 데이터에 내장된 썸네일을 우선적으로 사용하는 것을 의미합니다. 파일 헤더 내용만 읽으면 되므로 네트워크 드라이브에서 이미지 읽기 속도를 크게 향상시킬 수 있습니다. 그러나 인터넷의 대부분의 이미지에는 파일 크기를 줄이기 위해 EXIF 데이터가 제거되어 있으므로 프로그램은 "표준 썸네일 생성"으로 전환됩니다. - "표준 썸네일 생성"은 512×512 크기의 중간 품질 썸네일을 생성하는 것을 의미합니다. 이 경우 전체 파일 내용을 다운로드해야 합니다. (RAW 이미지의 내장 썸네일은 일반적으로 해상도가 높기 때문에 이 모드에서도 여전히 내장 썸네일이 선호됩니다.) - "고화질 썸네일 생성"은 썸네일 영역에서 이미지를 정확하게 렌더링하는 것을 포함하며 썸네일 크기가 기본값보다 클 때 이 옵션을 활성화하는 것이 좋습니다. 이 시점에서 재렌더링된 이미지는 더 많은 메모리를 소모할 수 있습니다. 또한, 기본적으로 외부 드라이브의 폴더에는 썸네일이 생성되지 않습니다. 관련 옵션을 수정하려면 "설정" -> "고급"으로 이동하십시오.
nl: - "Gebruik liever ingesloten miniaturen" verwijst naar het prioriteren van het gebruik van miniaturen die zijn ingesloten in de EXIF-gegevens van de afbeelding, die doorgaans een lagere resolutie hebben. Aangezien alleen de bestandskop hoeft te worden gelezen, kan dit de snelheid van het lezen van afbeeldingen op een netwerkschijf aanzienlijk verbeteren. Omdat de meeste afbeeldingen op internet hun EXIF-gegevens hebben verwijderd om de bestandsgrootte te verminderen, schakelt het programma dan over naar "standaard miniaturen genereren." - "Standaard miniaturen genereren" verwijst naar het maken van miniaturen van gemiddelde kwaliteit met een grootte van 512×512. In dit geval moet de volledige inhoud van het bestand worden gedownload. (Aangezien ingesloten miniaturen in RAW-afbeeldingen meestal een hogere resolutie hebben, hebben hun ingesloten miniaturen in deze modus nog steeds de voorkeur.) - "HD-miniaturen genereren" houdt in dat de afbeelding precies in het miniatuurgebied wordt gerenderd, en het wordt aanbevolen om deze optie in te schakelen wanneer de grootte van de miniatuur groter is dan de standaardwaarde. Op dit moment kan het opnieuw gerenderde beeld meer geheugen verbruiken. Bovendien worden standaard geen miniaturen gegenereerd voor mappen op externe schijven. Ga naar "Instellingen" -> "Geavanceerd" om relevante opties te wijzigen.
pt_br: - "Prefira usar miniaturas incorporadas" refere-se à priorização do uso de miniaturas incorporadas nos dados EXIF da imagem, que normalmente têm resolução mais baixa. No entanto, como apenas o conteúdo do cabeçalho do arquivo precisa ser lido, isso pode melhorar significativamente a velocidade de leitura de imagens em uma unidade de rede. Como a maioria das imagens na internet tem seus dados EXIF removidos para reduzir o tamanho do arquivo, o programa então alternará para "gerar miniaturas padrão." - "Gerar miniaturas padrão" refere-se à criação de miniaturas de qualidade média com um tamanho de 512×512. Nesse caso, todo o conteúdo do arquivo precisa ser baixado. (Como miniaturas incorporadas em imagens RAW geralmente têm uma resolução mais alta, suas miniaturas incorporadas ainda são preferidas nesse modo.) - "Gerar miniaturas em alta definição" envolve renderizar a imagem precisamente na área da miniatura, sendo recomendado habilitar esta opção quando o tamanho da miniatura for maior que o valor padrão. Nesse ponto, a imagem re-renderizada pode consumir mais memória. Além disso, miniaturas não são geradas para pastas em unidades externas por padrão. Por favor, vá para "Configurações" -> "Avançado" para modificar as opções relevantes.
pt_pt: - "Preferir usar miniaturas incorporadas" refere-se a priorizar o uso de miniaturas incorporadas nos dados EXIF da imagem, que geralmente têm resolução mais baixa. No entanto, como apenas o conteúdo do cabeçalho do arquivo precisa ser lido, isso pode melhorar significativamente a velocidade de leitura de imagens em um drive de rede. Como a maioria das imagens na internet tem seus dados EXIF removidos para reduzir o tamanho do arquivo, o programa passará a "gerar miniaturas padrão." - "Gerar miniaturas padrão" refere-se à criação de miniaturas de qualidade média com tamanho de 512×512. Nesse caso, o conteúdo inteiro do arquivo precisa ser baixado. (Como as miniaturas incorporadas em imagens RAW geralmente têm resolução mais alta, suas miniaturas incorporadas ainda são preferidas nesse modo.) - "Gerar miniaturas em alta definição" envolve renderizar a imagem precisamente na área da miniatura, sendo recomendado habilitar essa opção quando o tamanho da miniatura for maior que o valor padrão. Nesse ponto, a imagem re-renderizada pode consumir mais memória. Além disso, miniaturas não são geradas para pastas em unidades externas por padrão. Por favor, vá a "Configurações" -> "Avançado" para modificar as opções relevantes.
ru: "Предпочитать использование встроенных миниатюр" относится к приоритетному использованию миниатюр, встроенных в EXIF-данные изображения, которые обычно имеют более низкое разрешение. Однако, поскольку нужно читать только заголовок файла, это может значительно улучшить скорость чтения изображений на сетевом диске. Поскольку у большинства изображений в интернете EXIF-данные удалены для уменьшения размера файла, программа затем переключится на "создание стандартных миниатюр." "Создавать стандартные миниатюры" означает создание миниатюр среднего качества размером 512×512. В этом случае необходимо загрузить все содержимое файла. (Так как встроенные миниатюры в RAW-изображениях обычно имеют более высокое разрешение, они по-прежнему предпочтительны в этом режиме.) "Создавать высококачественные миниатюры" предполагает точное рендеринг изображения в области миниатюры, и рекомендуется включать эту опцию, когда размер миниатюры больше значения по умолчанию. В этом случае повторно отрендеренное изображение может потреблять больше памяти. Дополнительно, миниатюры для папок на внешних накопителях по умолчанию не создаются. Пожалуйста, перейдите в "Настройки" -> "Дополнительно", чтобы изменить соответствующие параметры.
sv: "Föredra att använda inbäddade miniatyrer" avser att prioritera användningen av miniatyrer inbäddade i bildens EXIF-data, som vanligtvis har lägre upplösning. Eftersom endast filhuvudens innehåll behöver läsas kan det dock avsevärt förbättra hastigheten för att läsa bilder på en nätverksenhet. Eftersom de flesta bilder på internet har sin EXIF-data borttagen för att minska filstorleken, kommer programmet då att växla till "generera standardminiatyrer." "Generera standardminiatyrer" avser att skapa miniatyrbilder av medelkvalitet med en storlek på 512×512. I detta fall måste hela filens innehåll laddas ner. (Eftersom inbäddade miniatyrer i RAW-bilder vanligtvis har högre upplösning, föredras deras inbäddade miniatyrer fortfarande i detta läge.) "Generera högupplösta miniatyrer" innebär att rendera bilden exakt inom miniatyrområdet, och det rekommenderas att aktivera detta alternativ när miniatyrstorleken är större än standardvärdet. Vid denna tidpunkt kan den omrenderade bilden förbruka mer minne. Dessutom genereras inte miniatyrer för mappar på externa enheter som standard. Gå till "Inställningar" -> "Avancerat" för att ändra relevanta alternativ.
zh_hans: - “优先使用内嵌缩略图”指优先使用内嵌于图像EXIF中的缩略图，其分辨率通常较低。但由于只需读取文件头部内容，将会明显提高对网络驱动器中图像的读取速度。互联网上多数图片为缩减文件大小删除了EXIF数据，此时程序会转而“生成标准缩略图”。 - “生成标准缩略图”指生成尺寸为512×512的中等质量缩略图。此时需要下载完整文件内容。（由于RAW图像内嵌缩略图通常分辨率较高，此模式下仍然优先使用内嵌缩略图。） - “生成高清缩略图”指在缩略图区域精确绘制图片，建议缩略图大小大于默认值时开启此选项。此时重绘制的图像可能占用较多内存。 另外，对于外部驱动器中的文件夹，默认情况下不生成其缩略图，请到“设置”->“高级”中修改相关选项。
zh_hant: - 「偏好使用嵌入式缩略图」指优先使用嵌入在图像EXIF数据中的缩略图，它们通常分辨率较低。然而，由于只需读取文件头内容，因此可以显著提高在网络驱动器上读取图像的速度。由于互联网上的大多数图像为了减少文件大小去除了EXIF数据，程序将会切换到「生成标准缩略图」。 - 「生成标准缩略图」指创建尺寸为512×512的中等质量缩略图。在这种情况下，整个文件内容需要下载。（由于RAW图像中的嵌入式缩略图通常分辨率较高，所以在这种模式下仍然优先使用它们的嵌入式缩略图。） - 「生成高清缩略图」涉及精确地在缩略图区域内渲染图像，建议在缩略图尺寸大于默认值时启用此选项。此时，重新渲染的图像可能会消耗更多的内存。 此外，默认情况下不会为外部驱动器上的文件夹生成缩略图。请前往「设置」->「高级」以修改相关选项。

source: General
ar: عام
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pt_br: Geral
pt_pt: Geral
ru: Основные
sv: Allmänt
zh_hans: 通用
zh_hant: 通用

source: Go Back
ar: ارجع
de: Zurück
es: Regresar
fr: Retour
it: Torna indietro
ja: 戻る
ko: 뒤로가기
nl: Ga Terug
pt_br: Voltar
pt_pt: Voltar
ru: Назад
sv: Gå tillbaka
zh_hans: 后退
zh_hant: 返回

source: Go Forward
ar: تقدم للأمام
de: Weitergehen
es: Ir hacia adelante
fr: Avancer
it: Vai Avanti
ja: 進む
ko: 앞으로 가기
nl: Vooruit gaan
pt_br: Avançar
pt_pt: Avançar
ru: Вперёд
sv: Gå framåt
zh_hans: 前进
zh_hant: 前進

source: Go To
ar: الانتقال إلى
de: Gehe zu
es: Ir a
fr: Aller à
it: Vai a
ja: 移動
ko: 이동
nl: Ga naar
pt_br: Ir Para
pt_pt: Ir Para
ru: Перейти к
sv: Gå till
zh_hans: 跳转至
zh_hant: 前往

source: Grid View
ar: عرض الشبكة
de: Rasteransicht
es: Vista de cuadrícula
fr: Vue Grille
it: Vista griglia
ja: グリッドビュー
ko: 그리드 보기
nl: Rasterweergave
pt_br: Visualização em Grade
pt_pt: Visualização em Grade
ru: Табличный вид
sv: Rutnätsvy
zh_hans: 网格视图
zh_hant: 網格檢視

# has-exist-in-dest
source: A file named "%@" already exists in the destination folder.
ar: يوجد بالفعل ملف باسم "%@" في مجلد الوجهة
de: Im Zielordner existiert bereits eine Datei mit dem Namen "%@".
es: Ya existe un archivo con el nombre "%@" en la carpeta de destino.
fr: Un fichier nommé "%@" existe déjà dans le dossier de destination
it: Esiste già un file con il nome "%@" nella cartella di destinazione
ja: 宛先フォルダに同名のファイル「%@」が既に存在します
ko: 대상 폴더에 "%@"라는 파일이 이미 있습니다.
nl: Er bestaat al een bestand met de naam "%@" in de doelmap.
pt_br: Já existe um arquivo chamado "%@" na pasta de destino
pt_pt: Já existe um ficheiro chamado "%@" na pasta de destino.
ru: Файл с именем "%@" уже существует в целевой папке.
sv: En fil med namnet "%@" finns redan i målmappen.
zh_hans: 目标文件夹中已存在名为"%@"的文件。
zh_hant: 目標文件夾中已存在名為"%@"的文件。

source: Has same name files
ar: يوجد ملفات بنفس الاسم
de: Hat denselben Namen Dateien
es: Hay archivos con el mismo nombre
fr: A des fichiers portant le même nom
it: Ha file con lo stesso nome
ja: 同名ファイルがあります
ko: 동일한 이름의 파일이 있습니다
nl: Bestanden met dezelfde naam gevonden
pt_br: Arquivos com o mesmo nome encontrados
pt_pt: Tem ficheiros com o mesmo nome
ru: Имеются файлы с одинаковыми именами
sv: Har filer med samma namn
zh_hans: 包含重名文件
zh_hant: 有同名文件

# has-same-name-files-info
source: The source file contains files with the same name. Should they be automatically renamed? For instance, multiple files named abc.jpg from different directories will be automatically renamed to abc.jpg, abc_2.jpg, abc_3.jpg... Note: Please confirm the impact of this operation to prevent confusion.
ar: يحتوي الملف المصدر على ملفات بنفس الاسم. هل يجب إعادة تسميتها تلقائيًا؟ على سبيل المثال، سيتم إعادة تسمية ملفات متعددة باسم abc.jpg من أدلة مختلفة تلقائيًا إلى abc.jpg وabc_2.jpg وabc_3.jpg... ملاحظة: يرجى تأكيد تأثير هذه العملية لمنع حدوث ارتباك.
de: Die Quelldatei enthält Dateien mit demselben Namen. Sollen sie automatisch umbenannt werden? Zum Beispiel werden mehrere Dateien mit dem Namen abc.jpg aus verschiedenen Verzeichnissen automatisch in abc.jpg, abc_2.jpg, abc_3.jpg umbenannt... Hinweis: Bitte bestätigen Sie die Auswirkungen dieses Vorgangs, um Verwirrung zu vermeiden.
es: El archivo fuente contiene archivos con el mismo nombre. ¿Deberían ser renombrados automáticamente? Por ejemplo, varios archivos llamados abc.jpg de diferentes directorios se renombrarán automáticamente a abc.jpg, abc_2.jpg, abc_3.jpg... Nota: Por favor, confirme el impacto de esta operación para evitar confusiones.
fr: Le fichier source contient des fichiers portant le même nom. Doivent-ils être renommés automatiquement ? Par exemple, plusieurs fichiers nommés abc.jpg provenant de différents répertoires seront automatiquement renommés en abc.jpg, abc_2.jpg, abc_3.jpg... Remarque : Veuillez confirmer l'impact de cette opération pour éviter toute confusion.
it: Il file sorgente contiene file con lo stesso nome. Dovrebbero essere rinominati automaticamente? Ad esempio, più file denominati abc.jpg da directory diverse verranno automaticamente rinominati in abc.jpg, abc_2.jpg, abc_3.jpg... Nota: Conferma l'impatto di questa operazione per evitare confusione.
ja: ソースファイルには同じ名前のファイルが含まれています。自動的に名前を変更しますか？ 例えば、異なるディレクトリの複数のabc.jpgという名前のファイルは、自動的にabc.jpg、abc_2.jpg、abc_3.jpgのように名前が変更されます... 注: この操作の影響を確認し混乱を防いでください。
ko: 소스 파일에 동일한 이름의 파일이 포함되어 있습니다. 자동으로 이름을 변경하시겠습니까? 예를 들어, 다른 디렉토리의 abc.jpg라는 여러 파일은 자동으로 abc.jpg, abc_2.jpg, abc_3.jpg로 이름이 변경됩니다... 참고: 혼동을 방지하기 위해 이 작업의 영향을 확인하십시오.
nl: Het bronbestand bevat bestanden met dezelfde naam. Moeten ze automatisch worden hernoemd? Bijvoorbeeld, meerdere bestanden genaamd abc.jpg uit verschillende mappen worden automatisch hernoemd naar abc.jpg, abc_2.jpg, abc_3.jpg... Opmerking: Bevestig alsjeblieft de impact van deze operatie om verwarring te voorkomen.
pt_br: O arquivo de origem contém arquivos com o mesmo nome. Eles devem ser renomeados automaticamente? Por exemplo, vários arquivos chamados abc.jpg de diretórios diferentes serão automaticamente renomeados para abc.jpg, abc_2.jpg, abc_3.jpg... Nota: Por favor, confirme o impacto desta operação para evitar confusão.
pt_pt: O ficheiro de origem contém ficheiros com o mesmo nome. Devem ser automaticamente renomeados? Por exemplo, vários ficheiros nomeados abc.jpg de diretórios diferentes serão automaticamente renomeados para abc.jpg, abc_2.jpg, abc_3.jpg... Nota: Por favor, confirme o impacto desta operação para evitar confusão.
ru: Исходный файл содержит файлы с одинаковыми именами. Следует ли их автоматически переименовать? Например, несколько файлов с именем abc.jpg из разных каталогов будут автоматически переименованы в abc.jpg, abc_2.jpg, abc_3.jpg... Примечание: Пожалуйста, подтвердите влияние этой операции, чтобы избежать путаницы.
sv: Källfilen innehåller filer med samma namn. Ska de automatiskt döpas om? Till exempel kommer flera filer med namnet abc.jpg från olika kataloger automatiskt döpas om till abc.jpg, abc_2.jpg, abc_3.jpg... Obs: Bekräfta effekten av denna åtgärd för att undvika förvirring.
zh_hans: 来源文件中包含重名文件。是否自动重命名？ 例如自不同目录的多个名为abc.jpg的文件，将被自动重命名为abc.jpg, abc_2.jpg, abc_3.jpg... 注意：请确认这项操作的影响，以防造成混乱。
zh_hant: 來源文件包含具有相同名稱的文件。是否應自動重命名？ 例如，來自不同目錄的多個名為 abc.jpg 的文件將自動重命名為 abc.jpg、abc_2.jpg、abc_3.jpg... 注意：請確認此操作的影響以防止混淆。

source: Have Reached the First
ar: وصلت إلى الأولى
de: Bereits das erste Bild erreicht
es: Has alcanzado la primera
fr: Est arrivé à la première
it: Hai Raggiunto la Prima
ja: 最初の画像に達しました
ko: 첫 번째에 도달했습니다
nl: Heeft de Eerste Bereikt
pt_br: Chegou à Primeira
pt_pt: Atingiu a Primeira
ru: Достигли первой
sv: Har nått den första
zh_hans: 已经是第一张
zh_hant: 已是第一張

source: Have Reached the Last
ar: تم الوصول إلى النهاية الأخيرة
de: Das Ende erreicht
es: Has llegado a la última
fr: Atteint le dernier
it: Hai raggiunto l'ultima
ja: 最後に到達しました
ko: 마지막에 도달했습니다
nl: Heeft de Laatste Bereikt
pt_br: Chegou à última
pt_pt: Chegou à Última
ru: Достигли последнего
sv: Har nått den sista
zh_hans: 已经是最后一张
zh_hant: 已到最後一張

source: Image
ar: صورة
de: Bild
es: Imagen
it: Immagine
ja: 画像
ko: 이미지
nl: Afbeelding
pt_br: Imagem
pt_pt: Imagem
ru: Изображение
sv: Bild
zh_hans: 图像
zh_hant: 圖像

# image-dimensions
source: Dimensions
ar: الأبعاد
de: Abmessungen
es: Dimensiones
it: Dimensioni
ja: 寸法
ko: 크기
nl: Afmetingen
pt_br: Dimensões
pt_pt: Dimensões
ru: Размеры
sv: Dimensioner
zh_hans: 图像尺寸
zh_hant: 尺寸

source: Images
ar: صور
de: Bilder
es: Imágenes
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
pt_br: Imagens
pt_pt: Imagens
ru: Изображения
sv: Bilder
zh_hans: 图像
zh_hant: 圖像

source: Include Folders
ar: تضمين المجلدات
de: Ordner einbeziehen
es: Incluir carpetas
fr: Inclure les dossiers
it: Includi cartelle
ja: フォルダーを含める
ko: 폴더 포함
nl: Mappen opnemen
pt_br: Incluir Pastas
pt_pt: Incluir pastas
ru: Включить папки
sv: Inkludera Mappar
zh_hans: 包含文件夹
zh_hant: 包含資料夾

source: Info
ar: معلومات
es: Información
ja: 情報
ko: 정보
nl: Informatie
ru: Информация
zh_hans: 说明
zh_hant: 信息
